{"intents":[{"intent":"welcome","trainingPhrases":["алло","Привет","Здравствуй","привет привет","всем привет","хей","приветствую тебя","и снова здравствуйте","просто хотел поздороваться","давно не виделись","алло да","слушаю","йоу"],"responses":["Добрый день!","Здравствуйте!"]},{"intent":"yes","trainingPhrases":["ну да вроде второе да","ага давай валяй","да верно","ну да","да конечно","ага ага","верно","да вы правы","угу","ну давай","можно","окей","хорошо","1 2 3 4","ну ладно","да","да","ага","да да да"],"responses":[]},{"intent":"no","trainingPhrases":["нет","ничего все хорошо","нет нет все","да не все помогла целую","нет","ну не","не","конечно же нет","да нет нет","ну нет","да нет же алло","нет нет нет","ой не","да не","не хочу","не надо","забей","я так не думаю","нет","ничем"],"responses":[]},{"intent":"unknown","trainingPhrases":["завтра","москва","завтра","серый","64 гигабайта","Артём","на субботу","хх","давайте на воскресенье","ну","Андрей","...","А ты робот или человек?","Как тебя зовут?","Почему ты такйо отстойный?","Абрывлгаг","сама себе помоги козлина","1 2 3 4","1 2 3 4","хочу оформить ипотеку","1234","да я знаете думал тут что я не смогу заказ принять что с этим делать вообще","что что","на завтра","1 2 3 4","как не нашли","1256","сто двадцать три четыре"],"responses":["Могли бы еще раз повторить, пожалуйста?","Прошу прощения не до конца поняла, можете еще раз повторить?"]},{"intent":"order","trainingPhrases":["добрый день девушка я вот хотел айфон приобрести","здравствуйте хотелось бы покупку сделать","здравствуйте хотелсоь бы покупку совершить","Я хочу заказать пятый айфон","здравсвуйте мне бы хотелось мак приобрести у вас же есть доставка","Добрый день а я могу через ваш интернет магазин купить iMac","Алло я хочет бы оформить заказ на мак мини","Привет я у вас на сайте присмотрел себе айфон я могу заказать его","Хочу купить макбук про","Как я могу оформить доставку на айфон","Да я говорю заказ делал у вас на айфон с номером три тысячи семь","Я у вас заказ делал номер двести ноль ноль три","как там дела с моим заказом номер триста двадцать сорок один","да хочу купить айфон у вас"],"responses":["Увы в связи с приостановкой деятельности, мы не принимает новые заказы на технику Apple. Могу помочь с чем-то еще?"]},{"intent":"orderStatus","trainingPhrases":["Здравствуйте у меня доставка была на следующую неделю хотел узнать все ли с ней в порядке?","Добрый день мне доставка должна была сегодня прийти, но курьер со мной так и не связался, подскажите все ли с ней хорошо","Девушка я хотел бы статус доставки своей узнать","Алло что там с моей доставкой","Привет я у вас заказывал айфон и хотел узнать как он там когда ждать","Подскажите я у вас брал доставку но мне никто ничего не написал к кому обратиться за помощью","Добрый день мне пришло смс что доставку была успешно совершена но ко мне так и не пришло ничего","Скажите я у вас брал макбук с доставкой на дом но со мной так никто и не связался вы могли бы помочь узнать что с ней","Здравсвтуйе мне не привезли макбук","алло алло я тут айфон брал а он не пришел номер заказа три тысячи сорок посдкажите что там с ним","приветствую я тут у вас покупал недавно айфон хотелось бы узнать как там с доставкой номер заказа три тысячи двадцать","подскажите поажлуйста я у вас заказ делал а курьер так и не связался. Номер заказа триста двадцать сорок один"],"responses":["Спасибо за обращение. В связи с закрытием Apple Store в России мы приостановили доставку гаджетов. Деньги вернутся вам в течение трех рабочих дней. Могу еще чем-то помочь"]},{"intent":"whereIsMyNumber","trainingPhrases":["А где мне найти мой номер заказа?","А я его не знаю совсем","Я не могу найти мой номер заказа","Какой номер я не пойму","А где он есть то","Я не знаю где его взять я у вас заказывал айфон просто пару дней назад можете мне найти его сами"],"responses":["Вы можете найти номер заказа либо в личном кабинете, либо же в СМС сообщении который мы вам высылали. Продиктуйте его пожалуйста цифра за цифрой."]},{"intent":"storesNearby","trainingPhrases":["А где ближайший ко мне магазин","у вас сейчас открыты в москве магазины","скажите а у вас есть магазины физические в лондоне и где","добрый день а вы не подскажете а где найти магазин для сервисных работ в Мюнхене","Здравствуйте я хотел бы в магазине проконсультироваться по поводу покупки не подскажете у вас есть открытые в Санкт Петербурге","Алло я ищу ближайший магазин","Как мне найти ваш магазин мне нужно вернуть айфон","Скажите а вот мне бы хотелось вживую посмотреть вашу технику где я могу это сделать","я ищу эпл стор в Абу Даби не подскажете адрес ближайший к центру","привет у вас сейчас магаизны есть работающие в Нью Йорке"],"responses":["Добрый день. Увы компания Apple приостановила свою деятельность в вашем регионе. Могу я помочь чем-то еще?"]},{"intent":"orderCancel","trainingPhrases":["Добрый день девушка я у вас доставку оформлял недавно, я хочу отменить","Здравсвтуйте я хотел бы сделать отмену доставки","Добрый день как я могу отменить свой заказ","Отмена заказа","Я могу отменить заказ и получить назад деньги","Добрый день девушка заказ хочу отменить","Скажите я у вас брал макбук про но я бы хотел отказаться","здравсвуйте я хочу отменить заказ на Apple Watch","хочу отменить доставку","хочу перенести оставку","заказ говорю хочу отменить"],"responses":["Добрый день, в связи с приостановкой деятельности мы и так отменили все заказы. Деньги вернутся вам на карту, помочь вам с чем то еще?"]},{"intent":"orderChangeTime","trainingPhrases":["Девушка добрый день я у вас оформлял доставку на завтра, но хотел бы перенести ее на другой день я могу это сделать?","Здравсвтуйте я не смогу принять сегодня заказ мы может перенести доставку на другое время","я хочу перенести доставку на другой день","вы можете перенести доставку на другой день а то я сегодня не смогу получить","девушка я у вас покупал айфон с доставкой по Москве но меня не будет на месте мы можем ее перенести на следущее воскресенье?","хочу перенести доставку","перенос доставки","хочу доставку перенести","добрый день я бы доставку хотел перенести","девушка да вы знаете у меня проблема возникла не могу принять доставку можем ее на другой день перенести","вы знаете мне хотелось бы доставку перенести а то принять не могу","вы знаете мне бы хотелос перенести доставку на другйо день номер заказа 1 2 3 4","привет привет дсоатвку бы хотелось перенести на другой день поможете","хочу перенести заказ"],"responses":["Добрый день. Увы из-за того, что компания Apple приостановила свою деятельность мы отменили все доставки. Деньги вернутся вам на карту. Могу помочь с чем-то еще?"]},{"intent":"insult","trainingPhrases":["Ах ты тупой робот в смысле нет доставки я же деньги заплатил","Сраный эпл все чего вообще там охренели","Совсем оборзели уже ничего ты помочь не можешь","тупая жестянка чем ты мне блин поможешь как мне теперь технику получить то","ах вы сволочи я же заказ делал где мой айфон то","вот колзлина","пошла в жопу","нахер иди","тупорылый робот деньги мне верни уже","чтоб я еще раз что то у вас заказывал блин козлы","уроды","да подскажи почему ты такая тупая","ах ты сволочь","говорю ничем помочь не можешь бестолочь","да ничем жестянка"],"responses":["Мы понимаем ваше негодование, просим извинить. Могу подсказать что то еще?"]},{"intent":"whatsInStock","trainingPhrases":["а что у вас есть в наличии","а что сейчас я могу заказать","а у вас есть в наличии он","хотелось бы узнать да а что у вас из ассортимента представлено"],"responses":["В наличии у нас есть макбуки айфоны и айпэды, что-то из этого вас интересует?"]},{"intent":"what","trainingPhrases":["что простите","я не расслышал","извините помехи я не понял","что что","я не понял","не слышно","я вас не расслышал","не слышу","что","что что что извините","алло я не слышу","алло что","связь плохая можете повторить"],"responses":[]},{"intent":"whatColor","trainingPhrases":["А какие цвета есть в наличии?","а какие есть цвета","а что есть из цветов","а по поводу цветов какие у вас есть"],"responses":[]},{"intent":"whatMemory","trainingPhrases":["А какие есть обьемы памяти?","А какая память есть","а скажите у вас айфоны с каким обьемом памяти есть вообще"],"responses":[]},{"intent":"whatOptions","trainingPhrases":["А какие есть","ну а какие есть в наличие","а вы подскажите какие есть","а какие есть вообще опции","а какие вообще опции есть","ой вы знаете а какие есть в наличии","ну хз а че у вас есть","а че какие варианты то","а че есть варианты"],"responses":[]}]}